function poem()
{
  app.allo = '';
  app.message = '<div><h3>Я памятник себе воздвиг нерукотворный...</h3> Я памятник себе воздвиг нерукотворный,<br>К нему не зарастет народная тропа,<br>Вознесся выше он главою непокорной<br>Александрийского столпа.<br><br><br>Нет, весь я не умру — душа в заветной лире<br>Мой прах переживет и тленья убежит —<br>И славен буду я, доколь в подлунном мире<br>  Жив будет хоть один пиит.<br>  <br><br>  Слух обо мне пройдет по всей Руси великой,<br>  И назовет меня всяк сущий в ней язык,<br>  И гордый внук славян, и финн, и ныне дикой<br>  Тунгус, и друг степей калмык.<br>  <br><br>  И долго буду тем любезен я народу,<br>  Что чувства добрые я лирой пробуждал,<br>  Что в мой жестокий век восславил я свободу<br>  Что в мой жестокий век восславил я свободу<br>  <br><br>  Веленью божию, о муза, будь послушна,<br>  Обиды не страшась, не требуя венца;<br>  Хвалу и клевету приемли равнодушно,<br>  И не оспоривай глупца.<br>  <br><br>  <div id=avtor align=center>      <em>А.С. Пушкин</em>  </div></div>'
}
function ItsMe()
{
  app.allo = '';
  app.message = ' <div><div id=avatar> <img src="itsme.jpg"  width=150px height=150px>  </div>  <div id=check>      <h4> Привет, меня зовут Дима, очень люблю писать          программы иучить что-то новое. Для меня математический          анализ этоглавная причина почему я встаю по утрам.           Мне очень нравитсяPascal, C++ и html,          но это лишь часть моих интересов. Я очень          люблю старые игры,например WarCraft2,          WarCraft3, StarCraft(обе части), DUNE,          DevilMayCry,и так далее.       </h4>  </div></div>'
}
function video()
{
  app.allo = '';
  app.message = ' <div class="video"><video loop="" autoplay="" controls="" preload="" src="jiza.mp4" width="100%"></video></div>'
}